Repository: webtourismus/drupal-starterkit
Catalog: web/modules/custom/backend/translations/backend.*.po
Languages: de

source: ① Columns layout: multiple content blocks per column
de: ① Spalten-Layout: Mehrere Inhalts-Blöcke pro Spalte

source: 1 column
de: 1 Spalte

source: 2 columns
de: 2 Spalten

source: 3 columns
de: 3 Spalten

source: 4 columns
de: 4 Spalten

source: 5 columns
de: 5 Spalten

source: Column 1
de: Spalte 1

source: Column 2
de: Spalte 2

source: Column 3
de: Spalte 3

source: Column 4
de: Spalte 4

source: Column 5
de: Spalte 5

source: ③ Other layouts
de: ③ Sonstige Layouts

source: Unlimited columns: 1 content block = 1 column, all same width
de: Unbegrenzte Spaltenanzahl: 1 Inhalts-Block = 1 Spalte, alle gleiche Breite

source: All columns
de: Alle Spalten

source: ② Grid with fixed height: 1 content block per cell
de: ② Gitter mit fester Höhe: 1 Inhalts-Block pro Zelle

source: Tall cell left and 2 small right
de: Große Zelle links und 2 Kleine rechts

source: Tall cell right and 2 small left
de: Große Zelle rechts und 2 Kleine links

source: Large cell
de: Große Zelle

source: Top small cell
de: Obere kleine Zelle

source: Bottom small cell
de: Untere kleine Zelle

source: Column width
de: Spaltenbreite

source: Only for screens larger than selected above. On smaller screens all columns are fullwidth and stacked below each other.
de: Nur für Bildschirme größer als oben ausgewählt. Auf kleineren Bildschirmen haben alle Spalten volle Breite und sind untereinander.

source: distribute automatically
de: automatisch aufteilen

source: laptop width
de: Laptop Breite

source: tablet landscape width
de: Tablet Querformat Breite

source: tablet portrait width
de: Tablet Hochformat Breite

source: mobile width
de: Handy Breite

source: Horizontal alignment of columns
de: Horizontale Ausrichtung der Spalten

source: Only effective when the sum of all column widths is not equal to the section width.
de: Nur wirksam wenn die Breite aller Spalten zusammen kleiner ist als die Breite des Abschnitts.

source: left
de: links

source: center
de: zentriert

source: right
de: rechts

source: distribute free space only in between
de: Freiraum nur innen verteilen

source: distribute free space around and in between (more in between)
de: Freiraum innen und außen verteilen (mehr innen)

source: distribute free space around and in between (evenly)
de: Freiraum innen und außen verteilen (gleichmäßig)

source: top
de: oben

source: middle
de: mittig

source: bottom
de: unten

source: Vertical alignment of content blocks in this area
de: Vertikale Ausrichtung der Inhalts-Blöcke innerhalb der Spalte

source: growing from %number_with_unit1 on mobile to %number_with_unit2 on PC
de: wachsend von %number_with_unit1 am Handy bis zu %number_with_unit2 am PC

source: Horizontal padding in between areas
de: Horizontaler Abstand zwischen den Spalten

source: Vertical padding in between areas
de: Vertikaler Abstand zwischen den Spalten

source: Only effective on small screens, when columns are stacked.
de: Nur wirksam auf kleinen Bildschirmen, wenn die Spalten untereinander statt nebeneinander sind.

source: no padding
de: kein Abstand

source: thin
de: dünn

source: very large
de: riesig

source: Padding above
de: Abstand oben vor dem Abschnitt

source: Padding below
de: Abstand unten nach dem Abschnitt

source: Alternate padding above
de: Wechselnder Abstand oben vor dem Abschnitt

source: Every 2nd column has an additional padding above. Only effective on large screens, when columns are not stacked.
de: Jede zweite Spalte hat oben zusätzlichen Abstand. Nur wirksam auf großen Bildschirmen, wenn die Spalten nebeneinander sind.

source: odd columns have an additional padding above
de: ungerade Spalten haben oben zusätzlichen Abstand

source: even columns have an additional padding above
de: gerade Spalten haben oben zusätzlichen Abstand

source: no alternate padding
de: kein wechselnder Abstand

source: Vertical padding in between content blocks
de: Vertikaler Abstand zwischen den Inhalts-Blöcken innerhalb der Spalte

source: Colorschema
de: Farbschema

source: pure white background
de: rein weißer Hintergrund

source: light background
de: heller Hintergrund

source: dark background
de: dunkler Hintergrund

source: pure black background
de: rein schwarzer Hintergrund

source: flashy background
de: färbiger Hintergrund

source: light image as background, black text
de: helles Bild als Hintergrund, schwarzer Text

source: dark image as background, white text
de: dunkles Bild als Hintergrund, weißer Text

source: Background image
de: Hintergrundbild

source: Max. width of of this section
de: Max. Breite des Abschnitts

source: Specify custom width
de: eigene Breite eintippen

source: always full width
de: immer volle Breite

source: max. laptop width
de: max. Laptop Breite

source: max. tablet landscape width
de: max. Tablet Querformat Breite

source: max. tablet portrait width
de: max. Tablet Hochformat Breite

source: Custom layout width
de: Eigene Abschnitts-Breite

source: Enter a CSS length unit (e.g. "500px" or "33.33%").
de: Eine CSS-Längeneinheit eintippen (z.B. "500px" oder "33.33%")

source: Min. padding to the side of the screen
de: Minimaler Abstand zur seitlichen Bildschirmkante

source: Unique ID for deep scroll links
de: Einzigartige ID für Scroll-Links in tiefe Seitenabschnitte

source: Must be unique per page, only numbers, lowercase letters, underscore and minus allowed.
de: Muss einzigartig sein pro Seite. Nur Kleinbuchstaben, Ziffern, Unterstrich und Bindestrich erlaubt.

source: Advanced styling options for the background container
de: Fortgeschrittene Style-Option für den Abschnitts-Hintergrund-Container

source: Advanced styling options for the width container
de: Fortgeschrittene Style-Option für den Abschnitts-Breiten-Container

source: Advanced styling options for this container
de: Fortgeschrittene Style-Option für diesen Container

source: For experienced users only. CSS classes provided by <a href="https://tailwindcss.com/docs" target="blank">TailwindCSS.</a>
de: Nur für fortgeschrittene Benutzer. CSS Klassen von <a href="https://tailwindcss.com/docs" target="blank">TailwindCSS.</a>

source: Column width on tablet portrait
de: Spaltenbreite auf Tablet Hochformat

source: Column width on tablet landscape
de: Spaltenbreite auf Tablet Querformat

source: Column width on laptop and above
de: Spaltenbreite auf Laptop und größer

source: Cell width on large screens
de: Zellenbreite auf großen Bildschirmen

source: Thumbnail width on mobile
de: Vorschau-Bild Breite auf Handy

source: Thumbnail width on tablet portrait
de: Vorschau-Bild Breite auf Tablet Hochformat

source: Thumbnail width on tablet landscape
de: Vorschau-Bild Breite auf Tablet Querformat

source: Thumbnail width on laptop and above
de: Vorschau-Bild Breite auf Laptops und größer

source: no animation
de: keine Animation

source: tablet portrait
de: Tablet Hochformat

source: tablet landscape
de: Tablet Querformat

source: Layout Settings
de: Layout Einstellungen
